Repository: aavn/AirSniffer
Catalog: source/iOS/Sniffer_iOS/*.lproj/Localizable.strings
Languages: de, vi

# general.Continue
source: Continue
de: Fortsetzen
vi: Tiếp tục

# general.Done
source: Done
de: Erledigt
vi: Xong

# general.Cancel
source: Cancel
de: Stornieren
vi: Huỷ

# general.Address
source: Address
de: Adresse
vi: Địa chỉ

# general.Temperature
source: Temperature
de: Temperatur
vi: Nhiệt độ

# general.Humidity
source: Humidity
de: Feuchtigkeit
vi: Độ ẩm

# general.heatmap
source: Heatmap
vi: Bản đồ nhiệt

# label.SSID
source: Wi-Fi SSID
de: WLAN SSID
vi: Tên mạng Wi-Fi

# label.password
source: Password
de: Passwort
vi: Mật khẩu

# label.code
source: Code
vi: Mã

# label.latitude
source: Latitude
de: Breite
vi: Vĩ độ

# label.longitude
source: Longitude
de: Längengrad
vi: Kinh độ

# label.mac_address
source: MAC Address
de: MAC Adresse
vi: Địa chỉ MAC

# map_view_controller.title
source: Map
de: Karte
vi: Bản đồ

# intro_view_controller.title
source: Intro
de: Vorstellen
vi: Giới thiệu

# build_view_controller.title
source: Build
de: Bauen
vi: Xây dựng

# about_view_controller.title
source: About
de: Über
vi: Thông tin

# onboarding.button
source: Onboard Now
de: Einstellung
vi: Kết nối

# current_ssid
source: Connected Wifi SSID
de: Verbundenes WLAN SSID
vi: Mạng Wifi hiện tại

# connect_sniffer_wifi%@
source: <html><body><span style="font-family: '-apple-system', 'HelveticaNeue'; font-size: 16">From your %@ Home Screen, tap <b>Settings->Wi-Fi</b> and join the <b>SNIFFER Wi-Fi Network</b> </span></body></html>
de: <html><body>Von Ihrem %@ Startbildschirm, tippen <b>Einstellungen->WLAN</b> und schließe dich dem <b>SNIFFER WLAN Netzwerk</b> </body></html>
vi: <html><body>Từ màn hình Home của %@, chọn <b>Cài đặt->Wi-Fi</b> và kết nối với <b>SNIFFER</b> </body></html>

# return_app
source: <html><body><span style="font-family: '-apple-system', 'HelveticaNeue'; font-size: 16">Return to <b>Sniffer</b> app </span></body></html>
de: Zurückkehren zu Sniffer app
vi: Quay lại Sniffer app

# sniffer_configuration_view_controller.title
source: Sniffer Settings
de: Sniffer Aufbau
vi: Cấu hình Sniffer

# finish_view_controller.title
source: Verify
de: Erledigt
vi: Hoàn thành

# label_finish
source: Congratulations! You have done the onboarding for your sniffer. Go to https://airsniffer.org and check for you sniffer online.
de: Glückwunsch! Sie haben das Onboarding für Ihren Sniffer durchgeführt. Gehen Sie zu https://airsniffer.org und suchen Sie online nach Sniffer.
vi: Chúc mừng! Bạn đã hoàn tất quá trình cầu hình cho sniffer. Hãy mở trang https://airsniffer.org và kiểm tra dữ liệu sniffer của bạn.

# label_retry
source: Failed to connect your sniffer to network, please go back and try again.
de: Fehler beim Verbinden des Sniffers mit dem Netzwerk. Bitte gehen Sie zurück und versuchen Sie es erneut.
vi: Không thể cập nhật Sniffer vào hệ thống, vui lòng quay lại trang trước và thử lại.

# onboarding_guide_view_controller.title
source: Onboarding
de: Einstellung
vi: Kết nối

# onboarding.push
source: Press the push button on your model
de: Drücken Sie den Druckknopf an Ihrem Modell
vi: Nhấn nút reset trên hệ thống của bạn

# onboarding.blink
source: You will see the LED blink fast
de: Sie werden sehen, dass die LED schnell blinkt
vi: Đèn led sẽ nhấp nháy liên lục

# onboarding.continue
source: Press Continue to start onboarding process
de: Drücken Fortsetzen, um den Einstellung-Prozess zu starten
vi: Nhấn Tiếp tục để bắt đầu

# error.wrongConfig
source: Wrong configuration! Cannot connect to Wifi network.
de: Falsche Konfiguration! Verbindung zum Wifi-Netzwerk nicht möglich.
vi: Cấu hình sai! Không thể kết nối mạng Wifi.

# error.noData
source: System Failure - Something went wrong
de: Systemfehler - Etwas ist schief gelaufen
vi: Lỗi - Không xác định được lỗi cụ thể

# error.serverNotFound
source: System Failure - Server not found
de: Systemfehler - Server nicht gefunden
vi: Lỗi - Không tìm thấy máy chủ

# error.serviceError
source: System Failure - Service error
de: Systemfehler - Wartungsfehler
vi: Lỗi - Hệ thống gặp lỗi

# error.canNotSendConfigToSniffer
source: System Failure - Cannot send data to Sniffer
de: Systemfehler - Kann keine Daten an Sniffer senden
vi: Lỗi - Không thể gửi dữ liệu tới Sniffer

# error.snifferReturnError
source: System Failure - Sniffer return wrong value
de: Systemfehler - Sniffer gibt den falschen Wert zurück
vi: Lỗi - Dữ liệu không hợp lệ

# label.wifi
source: Wi-Fi
de: WLAN
